Repository: revive-adserver/revive-adserver
Catalog: plugins_repo/openXInvocationTags/plugins/etc/oxInvocationTags/_lang/po/*.po
Languages: fa, id, ja

source: Asynchronous JS Tag
id: Asinkron JS Menandai

source: iFrame Tag
fa: برچسب iFrame
id: iFrame Menandai

source: Placement Comment
fa: محل قرارگیری نطر
id: Komentar penempatan

source: XML-RPC Tag
fa: XML-برچسب RPC
id: XML-RPC Menandai

source: Publisher code - Single Page Call
fa: کد ناشر - فراخوانی یک صفحه
id: Kode penayang - panggilan halaman tunggal

source: Option - noscript
fa: گزینه - بدون script
id: Pilihan - noscript

source: Option - SSL
fa: گزینه-SSL
id: Pilihan - SSL

source: Javascript Tag
fa: برچسب Javascript
id: Menandai Javascript
ja: JavaScriptタグ

source: Image Tag
fa: برچسب تصویر
id: Menandai Gambar
ja: イメージタグ

source: Interstitial or Floating DHTML Tag
fa: بینابینی یا شناوری برچسب DHTML
id: Menandai DHTML Interstisial atau Mengambang

source: Style
fa: استایل
id: Gaya
ja: スタイル

source: Popup Tag
fa: برچسب پنجره
id: Menandai Popup

source: Local Mode Tag
fa: برچسب حالت محلی
id: Menandai Mode Lokal

source: Assign the \$phpAds_raw['html'] variable to your template
id: Tetapkan variabel \$phpAds_raw['html'] ke template Anda

source: No Cookie Image Tag
fa: برچسب تصویر بدون کوکی
id: Tidak ada menandai gambar cookie

source: Direction
fa: جهت
id: Jurusan
ja: 移動方向

source: Left to right
fa: چپ به راست
id: Dari kiri ke kanan
ja: 左から右

source: Right to left
fa: راست به چپ
id: Dari kanan ke kiri
ja: 右から左

source: Looping
fa: به صورت چرخشی
id: Memutar
ja: ループ状

source: Always active
fa: همیشه فعال
id: Selalu aktif
ja: 常にアクティブ

source: Speed
fa: سرعت
id: Kecepatan
ja: スピード

source: Pause
fa: توقف
id: Istirahat
ja: 中断

source: Vertical shift
fa: انتقال عمودی
id: Penggeseran Vertikal
ja: 垂直方向にシフト

source: Limited
fa: محدود
id: Terbatas
ja: 制限条件

source: Left margin
fa: حاشیه سمت چپمح
id: Pinggiran kiri
ja: 左マージン

source: Right margin
fa: حاشیه سمت راست
id: Pinggiran kanan
ja: 右マージン

source: Transparent background
fa: پس زمینه شفاف
id: Dasar transparan
ja: 背景の透過

source: Background color
fa: رنگ پس زمینه
id: Warna dasar
ja: 背景色

source: Smooth movement
fa: حرکت صاف
id: Gerakan halus
ja: スムースに移動

source: Hide the banner when the cursor is not moving
fa: مخفی کردن بنر وقتی که مکان نما در حال حرکت نیست
id: Sembunyikan banner bila Cursor tidak bergerak
ja: カーソル停止時はバナーを隠す

source: Delay before banner is hidden
fa: تاخیر قبل از مخفی شدن بنر
id: Menunda sebelum banner disembunyikan
ja: バナー消滅までの遅延時間

source: Transparancy of the hidden banner
fa: شفافیت بنر مخفی شده
id: Tingkat transparansi dari banner yang tersembunyi
ja: 消滅バナーの透過度

source: Horizontal shift
fa: انتقال افقی
id: Penggeseran Horisontal
ja: 水平方向にシフト

source: [Close]
fa: [بستن]
id: [Tutup]
ja: [閉じる]

source: Alignment
fa: تراز
id: Penjajaran
ja: 位置あわせ

source: Left
fa: چپ
id: Kiri
ja: 左寄せ

source: Center
fa: مرکز
id: Tengah
ja: 中央寄せ

source: Right
fa: راست
id: Kanan
ja: 右寄せ

source: Close text
fa: متن دکمه بستن
id: Tutup Teks
ja: クローズ用テキスト

source: Automatically collapse after
fa: به طور اتوماتیک متلاشی شود بعد از
id: Melipatkan secara otomatis setelah
ja: 自動消滅するまでの秒数

source: Banner padding
fa: لایه گذاری بنر
id: Isi dari Banner
ja: バナー用パディング文字

source: Horizontal alignment
fa: تراز افقی
id: Penjajaran Horisontal
ja: 水平方向

source: Vertical alignment
fa: تراز عمودی
id: Penjajaran Vertikal
ja: 垂直方向

source: Top
fa: بالا
id: Atas
ja: 上配置

source: Middle
fa: میانی
id: Tengah
ja: 中配置

source: Bottom
fa: دکمه
id: Bawah
ja: 下配置

source: Show close button
fa: نشان دادن دکمه [بستن]
id: Tampilkan tombol Tutup
ja: クローズボタンを表示

source: Automatically close after
fa: اتوماتیک بسته شود بعد از
id: Tutup secara otomatis setelah
ja: 自動クローズ秒数

source: Border color
fa: رنگ حاشیه
id: Warna batas
ja: 境界色
