<?php

/*
+---------------------------------------------------------------------------+
| Revive Adserver                                                           |
| http://www.revive-adserver.com                                            |
|                                                                           |
| Copyright: See the COPYRIGHT.txt file.                                    |
| License: GPLv2 or later, see the LICENSE.txt file.                        |
+---------------------------------------------------------------------------+
*/

$GLOBALS['strPluginAffiliate'] 		= "הפק סקירה כללית על ההיסטוריה של מפיץ זה. הדיווח מיוצא כקובץ CSV לשימוש בגליונות נתונים.";
$GLOBALS['strPluginCampaign'] 		= "הפק סקירה כללית על ההיסטוריה של קמפיין זה. הדיווח מיוצא כקובץ CSV לשימוש בגליונות נתונים.";
$GLOBALS['strPluginClient'] 		= "הפק סקירה כללית על ההיסטוריה של מפרסם זה. הדיווח מיוצא כקובץ CSV לשימוש בגליונות נתונים.";
$GLOBALS['strPluginGlobal'] 		= "הפק סקירה כללית ההיסטוריה-גלובלית. הדיווח מיוצא כקובץ CSV לשימוש בגליונות נתונים.";
$GLOBALS['strPluginZone'] 		= "הפק סקירה כללית על ההיסטוריה של איזור זה. הדיווח מיוצא כקובץ CSV לשימוש בגליונות נתונים.";

?>