<?php

/*
  +---------------------------------------------------------------------------+
  | Revive Adserver                                                           |
  | http://www.revive-adserver.com                                            |
  |                                                                           |
  | Copyright: See the COPYRIGHT.txt file.                                    |
  | License: GPLv2 or later, see the LICENSE.txt file.                        |
  +---------------------------------------------------------------------------+
 */

// Settings help translation strings











$GLOBALS['phpAds_hlp_my_header'] = $GLOBALS['phpAds_hlp_my_footer'] = "شما باید آدرس فایل سر در را اینجا وارد کنید(به عنوان مثال: /home/login/www/header.htm)
برای داشتن هدر و/یا فوتر در هر صفحه در رابط مدیریتی شما ، می توانید هر متن و یا html  را در این فایل ها قرار دهید(اگر می خواهید html  در یک یا هر دو از این فایل ها استفاده کنید از برچسب های مانند <html> یا <body> استفاده کنید).";

$GLOBALS['phpAds_hlp_my_logo'] = "در این قسمت باید نام فایل لوگویی کع می خواهید تا به جای لوگو پیش فرض نشان داده شود وارد کنید . لوگو باید در دایرکتوری مدیریت / تصاویر ، قبل تعیین اسم فایل جاگذاری شود . ";

$GLOBALS['phpAds_hlp_gui_header_foreground_color'] = "در اینجا باید یک رنگ سفارشی که در زبانه ها ، نوار جستجو و بعضی از متون پر رنگ شده قرار دهید ";

$GLOBALS['phpAds_hlp_gui_header_background_color'] = "شما باید در اینجا یک رنگ سفارشی برای هدر پس زمینه خواهد شد قرار دهید";

$GLOBALS['phpAds_hlp_gui_header_active_tab_color'] = "شما باید در اینجا یک رنگ سفارشی که برای برگه اصلی در حال حاضر انتخاب شده استفاده می شود قرار دهید";

$GLOBALS['phpAds_hlp_gui_header_text_color'] = "شما باید در اینجا یک رنگ سفارشی که برای متن در هدر قرار دهید";

$GLOBALS['phpAds_hlp_content_gzip_compression'] = "با فعال کردن فشرده سازی محتوای GZIP شما یک کاهش بزرگ از داده ها که
به مرورگر هر بار یک صفحه از رابط مدیر باز است ارسال می شود.
برای فعال کردن این ویژگی شما نیاز به وسعت GZIP نصب شده است.";







$GLOBALS['phpAds_hlp_p3p_policy_location'] = "اگر شما می خواهید به استفاده از یک سیاست حفظ حریم خصوصی کامل، شما می توانید محل
از سیاست را مشخص کنید.";


$GLOBALS['phpAds_hlp_log_adviews'] = "به طور معمول تمام Adviews، اگر شما نمی خواهید به جمع آوری آمار
در مورد AdViews شما می توانید این را خاموش کنید.";


$GLOBALS['phpAds_hlp_log_adclicks'] = "به طور معمول تمام آگهی کلیک به سیستم وارد شده است، اگر شما نمی خواهید به جمع آوری آمار
در مورد آگهی کلیک شما می توانید خاموشش کنید";


$GLOBALS['phpAds_hlp_log_adconversions'] = "به طور معمول همه تبلیغات تبدیل به سیستم وارد شده است، اگر شما نمی خواهید به جمع آوری آمار
در مورد تبدیل شما می توانید این را خاموش کنید.";


$GLOBALS['phpAds_hlp_geotracking_stats'] = "اگر شما با استفاده از یک جغرافیایی هدف قرار دادن پایگاه داده شما همچنین می توانید اطلاعات جغرافیایی ذخیره
در پایگاه داده. اگر این گزینه را فعال کرده اند شما قادر به دیدن آمار در مورد خواهد بود
محل بازدید کنندگان خود را و چگونه هر یک بنر در کشورهای مختلف انجام شده است.
این گزینه فقط در دسترس شما اگر شما با استفاده از آمار دراز باشد.";



$GLOBALS['phpAds_hlp_obfuscate'] = "هیچی اینجا نیست ...";

$GLOBALS['phpAds_hlp_auto_clean_tables'] = $GLOBALS['phpAds_hlp_auto_clean_tables_interval'] = "اگر شما این ویژگی را فعال، آمار جمع آوری خواهد شد به طور خودکار پس از حذف
دوره شما در زیر این چک باکس مشخص منتقل می شود. برای مثال، اگر شما این مجموعه تا 5 هفته،
آمار قدیمی تر از 5 هفته به طور خودکار حذف خواهد شد.";

$GLOBALS['phpAds_hlp_auto_clean_userlog'] = $GLOBALS['phpAds_hlp_auto_clean_userlog_interval'] = "این ویژگی به طور خودکار ورودی های کاربر را که قدیمی تر از تعداد هفته هایی که این زیر در چک باکس تعیین شده است را پاک می کند";




$GLOBALS['phpAds_hlp_ignore_hosts'] = "اگر شما نمی خواهید به حساب دیدگاه ها، کلیک و جذب از کامپیوتر خاص شما
می توانید از این به این لیست اضافه کنید. اگر شما مراجعه معکوس را فعال کنید شما می توانید
اضافه کردن هر دو نام دامنه و آدرس IP، در غیر این صورت شما فقط می توانید استفاده از IP
آدرس. شما همچنین می توانید نویسه عام استفاده کنید (i.e. '*.altavista.com' or '192.168.*').";

$GLOBALS['phpAds_hlp_begin_of_week'] = "برای بیشتر مردم هفته از دو شنبه شروع می شود ولی اگر می خواهید می توانید از شنبه شروع کنید";

$GLOBALS['phpAds_hlp_percentage_decimals'] = "مشخص کنید چند رقم اعشار می توانید می خواهید در صفحه آمار نشان دهید .";








$GLOBALS['phpAds_hlp_type_web_mode'] = "اگر شما می خواهید استفاده کنید از آگهی های ذخیره شده بر روی وب سرور، شما نیاز به پیکربندی
این تنظیم هستید. اگر شما می خواهید برای ذخیره آگهی ها در یک مجموعه دایرکتوری محلی تعیین کنید
از این گزینه برای <i>دایرکتوری محلی</i>. اگر شما می خواهید برای ذخیره بنر در
سرور FTP خارجی تنظیم این گزینه برای<i>سرور FTP خارجی</i>. در برخی از
وب سرور شما ممکن است بخواهید به استفاده از گزینه FTP حتی در وب سرور محلی باشید.";











$GLOBALS['phpAds_hlp_admin'] = "لطفا نام کاربری مدیر را وارد کنید. با این نام کاربری شما می توانید به سیستم وارد شوید
رابط مدیر.";

$GLOBALS['phpAds_hlp_admin_pw'] = $GLOBALS['phpAds_hlp_admin_pw2'] = "لطفا رمز عبوری که شما می خواهید استفاده کنید از آن برای ورود به رابط مدیر را وارد کنید.
شما نیاز دارید تا آن را 2 بار وارد کنید برای جلوگیری از اشتباهات تایپی.";

$GLOBALS['phpAds_hlp_pwold'] = $GLOBALS['phpAds_hlp_pw'] = $GLOBALS['phpAds_hlp_pw2'] = "برای تغییر رمز مدیریتی شما باید رمز عبور قبلی را بالا مشخص کنید .
همچنین شما باید رمز جدید را دو بار وارد کنید تا از اشتباهات تایپی جلوگیری شود";

$GLOBALS['phpAds_hlp_admin_fullname'] = "مشخص کنید نام و نام خانوادگی مدیر . از این استفاده می شود که آمار را ارسال کند
از طریق ایمیل.";

$GLOBALS['phpAds_hlp_admin_email'] = "Tآدرس ایمیل مدیر. این را به عنوان از آدرس استفاده می شود که
آمار را ارسال کند از طریق ایمیل.";

$GLOBALS['phpAds_hlp_admin_novice'] = "اگر می خواهید قبل از پاک کردن تبلیغات،کمپین،آگهی ها ، وب سایت،مناطق هشداری دریافت کنید این تنظیمات را در حات صحیح قرار دهید";

$GLOBALS['phpAds_hlp_client_welcome'] = "اگر شما به نوبه خود این ویژگی را در یک پیام خوش آمد باشد در صفحه اول نمایش داده می
تبلیغ کننده را خواهد شد پس از loggin در را مشاهده کنید. شما می توانید این ارسال با ویرایش فرد
محل فایل welcome.html در مدیریت / قالب دایرکتوری. چیزهایی که شما ممکن است بخواهید
برای مثال شامل: نام شما شرکت، اطلاعات تماس، آرم شرکت خود را، یک
یک صفحه با نرخ تبلیغات، و غیره پیوند ..";

$GLOBALS['phpAds_hlp_client_welcome_msg'] = "به جای ویرایش فایل welcome.html شما همچنین می توانید یک متن کوچک در اینجا مشخص کنید. اگر شما وارد
یک متن در اینجا، فایل welcome.html نادیده گرفته می شود. آن را مجاز به استفاده کنید تگ های HTML.";



$GLOBALS['phpAds_hlp_userlog_inventory'] = "برای اطمینان از موجودی محاسبه درستی زد، شما می توانید یک گزارش در مورد صرفه جویی در
محاسبه موجودی ساعتی. این گزارش شامل مشخصات پیش بینی و چه مقدار
اولویت را به تمام آگهی ها اختصاص داده است. این اطلاعات ممکن است اگر از شما مفید
می خواهید برای ارسال یک گزارش اشکال در مورد محاسبات اولویت. گزارش ها
ذخیره شده در داخل userlog.";

$GLOBALS['phpAds_hlp_userlog_autoclean'] = "برای اطمینان از پایگاه داده به درستی هرس شد، شما می توانید یک گزارش در مورد صرفه جویی در
دقیقا همان چیزی در طول هرس اتفاق افتاده است. این اطلاعات ذخیره شده خواهد شد
در userlog.";

$GLOBALS['phpAds_hlp_default_banner_weight'] = "اگر شما می خواهید به استفاده از یک وزن بنر پیش فرض بالاتر شما می توانید به وزن مورد نظر در اینجا مشخص کنید.
این تنظیمات به طور پیش فرض 1 است.";

$GLOBALS['phpAds_hlp_default_campaign_weight'] = "اگر شما می خواهید به استفاده از یک وزن کمپین به طور پیش فرض بالاتر شما می توانید به وزن مورد نظر در اینجا مشخص کنید.
این تنظیمات به طور پیش فرض 1 است .";

$GLOBALS['phpAds_hlp_gui_show_campaign_info'] = "اگر این گزینه فعال باشد اطلاعات اضافی در مورد هر کمپین خواهد شد در نشان داده شده است
<> مبارزات است </ i> صفحه. اطلاعات اضافی شامل تعداد AdViews باقی مانده،
تعداد AdClicks باقی مانده، تعداد AdConversions باقی مانده، زمان فعال شدن،
تاریخ انقضا و تنظیمات اولویت است.";

$GLOBALS['phpAds_hlp_gui_show_banner_info'] = "اگر این گزینه فعال باشد اطلاعات اضافی در مورد هر بنر خواهد شد در نشان داده شده است
<> آگهی ها </ I> صفحه. اطلاعات اضافی شامل URL مقصد، کلمات کلیدی،
اندازه و وزن بنر.";

$GLOBALS['phpAds_hlp_gui_show_campaign_preview'] = "اگر این گزینه فعال باشد یک پیش نمایش از تمام آگهی های خواهد شد در نشان داده شده است <i> آگهی ها </ i>
صفحه اگر این گزینه غیر فعال است هنوز هم ممکن است برای نشان دادن یک پیش نمایش از هر بنر کلیک کنید
بر روی مثلث کنار هر بنر در <i> آگهی ها </ i> صفحه.";

$GLOBALS['phpAds_hlp_gui_show_banner_html'] = "اگر این گزینه فعال باشد بنر HTML واقعی خواهد شد به جای کد HTML نشان داده شده است. این
گزینه به طور پیش فرض فعال است، چرا که آگهی HTML ممکن با رابط کاربری در تضاد است.
اگر این گزینه غیر فعال است هنوز هم ممکن است برای مشاهده بنر HTML واقعی، با کلیک بر روی
از <i> نمایش بنر </ i> را فشار دهید بعد به کد HTML.";

$GLOBALS['phpAds_hlp_gui_show_banner_preview'] = "اگر این گزینه فعال باشد یک پیش نمایش خواهد شد در بالای <i> خواص بنر نشان داده است </ i>،
<i> گزینه تحویل </ i> و <i> مناطق مرتبط است </ i> صفحات. اگر این گزینه غیر فعال است آن است که هنوز
ممکن است برای مشاهده بنر، با کلیک بر روی <i> نمایش بنر دکمه </ i> را در بالای صفحات.";

$GLOBALS['phpAds_hlp_gui_hide_inactive'] = "اگر این گزینه فعال باشد تمام آگهی ها غیر فعال، مبارزات و تبلیغ کنندگان خواهد شد از پنهان
<i> تبلیغات و مبارزات </ i> و <i> مبارزات است </ i> صفحات. اگر این گزینه فعال باشد آن است
هنوز هم ممکن است برای مشاهده آیتم های مخفی، با کلیک بر روی <i> نمایش همه دکمه </ i> را در پایین
صفحه.";

$GLOBALS['phpAds_hlp_gui_show_matching'] = "اگر این گزینه فعال باشد بنر تطبیق خواهد شد بر روی <i> آگهی های مرتبط است </ i> صفحه، اگر نشان داده شده است
از <i> انتخاب کمپین </ i> روش انتخاب شده است. این اجازه می دهد به شما دقیقا ببینید که آگهی ها
برای تحویل در نظر گرفته اگر کمپین مرتبط است. آن را نیز ممکن شود تا در یک پیش نمایش نگاه کنید
آگهی ها منطبق.";

$GLOBALS['phpAds_hlp_gui_show_parents'] = "اگر این گزینه فعال باشد مبارزات پدر و مادر از آگهی های خواهد شد در نشان داده شده است <i> آگهی های مرتبط است </ i>
صفحه، اگر <i> انتخاب بنر </ i> روش انتخاب شده است. این به شما اجازه ببینید که بنر
متعلق به کدام کمپین قبل از بنر مرتبط است. این بدین معنی است که آگهی های گروه بندی می شوند
توسط کمپین های پدر و مادر و دیگر بر اساس حروف الفبا.";
