<?php

/*
  +---------------------------------------------------------------------------+
  | Revive Adserver                                                           |
  | http://www.revive-adserver.com                                            |
  |                                                                           |
  | Copyright: See the COPYRIGHT.txt file.                                    |
  | License: GPLv2 or later, see the LICENSE.txt file.                        |
  +---------------------------------------------------------------------------+
 */

// Settings help translation strings











$GLOBALS['phpAds_hlp_my_header'] = $GLOBALS['phpAds_hlp_my_footer'] = "Ви повинні вказати тут шлях до файлів заголовків (наприклад: /home/login/www/header.htm), щоб мати верхній і/або нижній колонтитул на кожній сторінці в інтерфейсі адміністратора. У ці файли можна додати текст або html (якщо ви хочете використовувати html в одному чи обох цих файлах, не використовуйте такі теги, як <body> або <html>).";

$GLOBALS['phpAds_hlp_my_logo'] = "Ви повинні вказати тут ім’я файлу спеціального логотипу, який ви бажаєте відображати замість логотипа за замовчуванням. Логотип потрібно розмістити в каталозі admin/images, перш ніж встановлювати тут назву файлу.";

$GLOBALS['phpAds_hlp_gui_header_foreground_color'] = "Ви повинні додати тут спеціальний колір, який використовуватиметься для вкладок, панелі пошуку та деякого жирного тексту.";

$GLOBALS['phpAds_hlp_gui_header_background_color'] = "Ви повинні додати тут спеціальний колір, який використовуватиметься для фону заголовка.";

$GLOBALS['phpAds_hlp_gui_header_active_tab_color'] = "Ви повинні вказати тут спеціальний колір, який використовуватиметься для вибраної головної вкладки.";

$GLOBALS['phpAds_hlp_gui_header_text_color'] = "Ви повинні вказати тут спеціальний колір, який використовуватиметься для тексту в заголовку.";

$GLOBALS['phpAds_hlp_content_gzip_compression'] = "Увімкнувши стиснення вмісту GZIP, ви отримаєте значне зменшення даних, які надсилаються в браузер кожного разу, коли відкривається сторінка інтерфейсу адміністратора. Щоб увімкнути цю функцію, вам потрібно встановити розширення GZIP.";







$GLOBALS['phpAds_hlp_p3p_policy_location'] = "Якщо ви хочете використовувати повну політику конфіденційності, ви можете вказати місце розташування
політики.";


$GLOBALS['phpAds_hlp_log_adviews'] = "Зазвичай усі AdViews реєструються, якщо ви не хочете збирати статистику про AdViews, ви можете вимкнути це.";


$GLOBALS['phpAds_hlp_log_adclicks'] = "Зазвичай усі AdClicks реєструються, якщо ви не хочете збирати статистику про AdClicks, ви можете вимкнути це.";


$GLOBALS['phpAds_hlp_log_adconversions'] = "Зазвичай усі AdConversions реєструються, якщо ви не хочете збирати статистику про AdConversions, ви можете вимкнути це.";


$GLOBALS['phpAds_hlp_geotracking_stats'] = "Якщо ви використовуєте базу даних географічного націлювання, ви також можете зберігати географічну інформацію в базі даних. Якщо ви ввімкнули цю опцію, ви зможете побачити статистику про місцезнаходження ваших відвідувачів і ефективність кожного банера в різних країнах.
Ця опція буде доступна, лише якщо ви використовуєте докладну статистику.";

$GLOBALS['phpAds_hlp_reverse_lookup'] = "Ім’я хоста зазвичай визначається веб-сервером, але в деяких випадках це може бути вимкнено. Якщо ви хочете використовувати ім’я хосту відвідувачів у правилах доставки та/або зберігати статистику про це, а сервер не надає цю інформацію, вам потрібно буде ввімкнути цю опцію. Визначення імені хоста відвідувача займає деякий час; це сповільнить доставку банерів.";


$GLOBALS['phpAds_hlp_obfuscate'] = "Тут нічого....";

$GLOBALS['phpAds_hlp_auto_clean_tables'] = $GLOBALS['phpAds_hlp_auto_clean_tables_interval'] = "Якщо ви ввімкнете цю функцію, зібрану статистику буде автоматично видалено після закінчення періоду, який ви вкажете під цим прапорцем. Наприклад, якщо ви встановите значення 5 тижнів, статистичні дані за 5 тижнів будуть автоматично видалені.";

$GLOBALS['phpAds_hlp_auto_clean_userlog'] = $GLOBALS['phpAds_hlp_auto_clean_userlog_interval'] = "Ця функція автоматично видалятиме записи з журналу користувача, які старші за кількість тижнів, указану під цим прапорцем.";




$GLOBALS['phpAds_hlp_ignore_hosts'] = "Якщо ви не хочете рахувати перегляди, кліки та конверсії з певного комп’ютера, ви можете додати їх до цього списку. Якщо ви ввімкнули зворотний пошук, ви можете додавати як доменні імена, так і IP-адреси, інакше ви можете використовувати лише IP-адреси. Ви також можете використовувати символи підстановки (наприклад, '*.altavista.com' або '192.168.*').";

$GLOBALS['phpAds_hlp_begin_of_week'] = "Для більшості людей тиждень починається в понеділок, але якщо ви хочете починати кожен тиждень у неділю, ви можете зробити це.";

$GLOBALS['phpAds_hlp_percentage_decimals'] = "Визначає, скільки знаків після коми відображати на сторінках статистики.";








$GLOBALS['phpAds_hlp_type_web_mode'] = "Якщо ви хочете використовувати банери, що зберігаються на веб-сервері, вам потрібно налаштувати цей параметр. Якщо ви бажаєте зберігати банери в локальному каталозі, установіть цей параметр на <i>Локальний каталог</i>. Якщо ви бажаєте зберегти банер на зовнішньому FTP-сервері, установіть цей параметр на <i>Зовнішній FTP-сервер</i>. На деяких веб-серверах ви можете використовувати опцію FTP навіть на локальному веб-сервері.";











$GLOBALS['phpAds_hlp_admin'] = "Будь ласка, введіть ім'я користувача адміністратора. За допомогою цього імені користувача ви можете увійти в інтерфейс адміністратора.";

$GLOBALS['phpAds_hlp_admin_pw'] = $GLOBALS['phpAds_hlp_admin_pw2'] = "Будь ласка, введіть пароль, який ви хочете використовувати для входу в інтерфейс адміністратора. Його потрібно ввести двічі, щоб уникнути помилок при наборі.";

$GLOBALS['phpAds_hlp_pwold'] = $GLOBALS['phpAds_hlp_pw'] = $GLOBALS['phpAds_hlp_pw2'] = "Щоб змінити пароль адміністратора, вам може знадобитися вказати старий пароль вище. Також вам потрібно вказати новий пароль двічі, щоб уникнути помилок при наборі.";

$GLOBALS['phpAds_hlp_admin_fullname'] = "Вкажіть ПІБ адміністратора. Це використовується під час надсилання статистики електронною поштою.";

$GLOBALS['phpAds_hlp_admin_email'] = "Електронна адреса адміністратора. Це використовується як адреса відправника під час надсилання статистики електронною поштою.";

$GLOBALS['phpAds_hlp_admin_novice'] = "Якщо ви хочете отримувати попередження перед видаленням рекламодавців, кампаній, банерів, сайтів і зон; встановіть для цього параметра значення true.";

$GLOBALS['phpAds_hlp_client_welcome'] = "Якщо ви ввімкнете цю функцію, вітальне повідомлення відображатиметься на першій сторінці, яку побачить рекламодавець після входу в систему. Ви можете персоналізувати це повідомлення, відредагувавши розташування файлу welcome.html у каталозі admin/templates. Ви можете включити, наприклад, назву вашої компанії, контактну інформацію, логотип вашої компанії, посилання на сторінку з тарифами на рекламу тощо.";

$GLOBALS['phpAds_hlp_client_welcome_msg'] = "Замість редагування файлу welcome.html ви також можете вказати тут маленький текст. Якщо ви введете тут текст, файл welcome.html буде проігноровано. Дозволено використовувати теги html.";



$GLOBALS['phpAds_hlp_userlog_inventory'] = "Щоб забезпечити правильний розрахунок запасів, ви можете зберегти звіт про погодинний розрахунок запасів. Цей звіт містить прогнозований профіль і пріоритет, призначений усім банерам. Ця інформація може бути корисною, якщо ви хочете подати звіт про помилку щодо обчислень пріоритетів. Звіти зберігаються в журналі користувачів.";

$GLOBALS['phpAds_hlp_userlog_autoclean'] = "Щоб забезпечити правильне скидання бази даних, ви можете зберегти звіт про те, що саме сталося під час скидання. Ця інформація зберігатиметься в журналі користувачів.";

$GLOBALS['phpAds_hlp_default_banner_weight'] = "Якщо ви бажаєте використовувати більшу вагу банера за замовчуванням, ви можете вказати бажану вагу тут. Цей параметр за замовчуванням 1.";

$GLOBALS['phpAds_hlp_default_campaign_weight'] = "Якщо ви хочете використовувати вищу вагу кампанії за замовчуванням, ви можете вказати бажану вагу тут. Цей параметр за замовчуванням 1.";

$GLOBALS['phpAds_hlp_gui_show_campaign_info'] = "Якщо цей параметр увімкнено, на сторінці <i>Кампанії</i> буде показано додаткову інформацію про кожну кампанію. Додаткова інформація включає кількість переглядів оголошень, що залишилися, кількість кліків реклами, що залишилися, кількість конверсій реклами, що залишилися, дату активації, термін дії та налаштування пріоритету.";

$GLOBALS['phpAds_hlp_gui_show_banner_info'] = "Якщо цей параметр увімкнено, на сторінці <i>Баннери</i> буде показано додаткову інформацію про кожен банер. Додаткова інформація включає цільову URL-адресу, ключові слова, розмір і вагу банера.";

$GLOBALS['phpAds_hlp_gui_show_campaign_preview'] = "Якщо цей параметр увімкнено, попередній перегляд усіх банерів буде показано на сторінці <i>Баннери</i>. Якщо цей параметр вимкнено, все ще можна відобразити попередній перегляд кожного банера, клацнувши трикутник біля кожного банера на сторінці <i>Баннери</i>.";

$GLOBALS['phpAds_hlp_gui_show_banner_html'] = "Якщо цей параметр увімкнено, замість коду HTML відображатиметься фактичний банер HTML. Цей параметр вимкнено за замовчуванням, оскільки банери HTML можуть конфліктувати з інтерфейсом користувача. Якщо цей параметр вимкнено, все ще можна переглянути фактичний банер HTML, натиснувши кнопку <i>Показати банер</i> поруч із кодом HTML.";

$GLOBALS['phpAds_hlp_gui_show_banner_preview'] = "Якщо цей параметр увімкнено, у верхній частині сторінок <i>Властивості банера</i>, <i>Параметри доставки</i> та <i>Зв’язані зони</i> буде показано попередній перегляд. Якщо цей параметр вимкнено, банер все ще можна переглянути, натиснувши кнопку <i>Показати банер</i> у верхній частині сторінок.";

$GLOBALS['phpAds_hlp_gui_hide_inactive'] = "Якщо цей параметр увімкнено, усі неактивні банери, кампанії та рекламодавці будуть приховані на сторінках <i>Рекламодавці та кампанії</i> та <i>Кампанії</i>. Якщо цей параметр увімкнено, все ще можна переглянути приховані елементи, натиснувши кнопку <i>Показати все</i> внизу сторінки.";

$GLOBALS['phpAds_hlp_gui_show_matching'] = "Якщо цей параметр увімкнено, відповідний банер буде показано на сторінці <i>Посиланні банери</i>, якщо вибрано метод <i>Вибір кампанії</i>. Це дозволить вам точно побачити, які банери розглядаються для доставки, якщо кампанію пов’язано. Також можна буде переглянути попередній перегляд відповідних банерів.";

$GLOBALS['phpAds_hlp_gui_show_parents'] = "Якщо цей параметр увімкнено, батьківські кампанії банерів відображатимуться на сторінці <i>Зв’язані банери</i>, якщо вибрано метод <i>Вибір банера</i>. Це дозволить вам побачити, який банер належить до якої кампанії, перш ніж банер буде пов’язано. Це також означає, що банери групуються за батьківськими кампаніями і більше не сортуються за алфавітом.";
