<?php

/*
  +---------------------------------------------------------------------------+
  | Revive Adserver                                                           |
  | http://www.revive-adserver.com                                            |
  |                                                                           |
  | Copyright: See the COPYRIGHT.txt file.                                    |
  | License: GPLv2 or later, see the LICENSE.txt file.                        |
  +---------------------------------------------------------------------------+
 */

// Settings help translation strings
$GLOBALS['phpAds_hlp_dbhost'] = "Укажіть ім’я хоста сервера бази даних {$phpAds_dbmsname}, до якого ви намагаєтеся підключитися.";

$GLOBALS['phpAds_hlp_dbport'] = "Укажіть номер порту сервера бази даних {$phpAds_dbmsname}, до якого ви намагаєтеся підключитися.";

$GLOBALS['phpAds_hlp_dbuser'] = "Укажіть ім’я користувача, яке {$PRODUCT_NAME} має використовувати для отримання доступу до сервера бази даних {$phpAds_dbmsname}.";

$GLOBALS['phpAds_hlp_dbpassword'] = "Укажіть пароль, який {$PRODUCT_NAME} має використовувати для отримання доступу до сервера бази даних {$phpAds_dbmsname}.";

$GLOBALS['phpAds_hlp_dbname'] = "Укажіть назву бази даних на сервері бази даних, де {$PRODUCT_NAME} має зберігати свої дані.
Важливо, база даних уже має бути створена на сервері бази даних. {$PRODUCT_NAME} <b>не</b> створюватиме
цю базу даних, якщо вона ще не існує.";

$GLOBALS['phpAds_hlp_persistent_connections'] = "Використання постійного з’єднання може значно прискорити {$PRODUCT_NAME}
і навіть може зменшити навантаження на сервер. Однак на сайтах з
багато відвідувачів навантаження на сервер може збільшитися і стати більшим, ніж при використанні звичайного
з'єднання. Використовувати регулярні чи постійні з’єднання залежить від
кількість відвідувачів і апаратне забезпечення, яке ви використовуєте. Якщо {$PRODUCT_NAME} використовує забагато ресурсів, вам слід спочатку поглянути на це налаштування.";

$GLOBALS['phpAds_hlp_compatibility_mode'] = "Якщо у вас виникли проблеми з інтеграцією {$PRODUCT_NAME} з іншим продуктом третьої сторони, можливо, допоможе ввімкнути режим сумісності з базою даних. Якщо ви використовуєте виклик локального режиму та сумісність з базою даних увімкнено, {$PRODUCT_NAME} має залишити стан з’єднання з базою даних точно таким же, як і до запуску {$PRODUCT_NAME}.
Цей параметр працює трохи повільніше (лише трохи), тому за замовчуванням вимкнено.";

$GLOBALS['phpAds_hlp_table_prefix'] = "Якщо база даних, яку використовує {$PRODUCT_NAME}, використовується кількома програмними продуктами, доцільно додати префікс до імен таблиць. Якщо ви використовуєте кілька установок {$PRODUCT_NAME} в одній базі даних, переконайтеся, що цей префікс унікальний для всіх установок.";

$GLOBALS['phpAds_hlp_table_type'] = "MySQL підтримує декілька типів таблиць. Кожен тип таблиці має унікальні властивості, а деякі можуть значно прискорити {$PRODUCT_NAME}. MyISAM є типом таблиці за замовчуванням і доступний у всіх інсталяціях MySQL. Інші типи таблиць можуть бути недоступні на вашому сервері.";

$GLOBALS['phpAds_hlp_url_prefix'] = "Щоб правильно працювати, {$PRODUCT_NAME} має знати, де він розташований на веб-сервері. Необхідно вказати URL-адресу каталогу, де встановлено {$PRODUCT_NAME}, наприклад: <i>http://www.your-url.com/ads</i>.";

$GLOBALS['phpAds_hlp_ssl_url_prefix'] = "Щоб правильно працювати, {$PRODUCT_NAME} має знати, де він розташований на веб-сервері. Іноді префікс SSL відрізняється від звичайного префікса URL-адреси.
Необхідно вказати URL-адресу каталогу, де встановлено {$PRODUCT_NAME}, наприклад: <i>https://www.your-url.com/ads</i>.";

$GLOBALS['phpAds_hlp_my_header'] = $GLOBALS['phpAds_hlp_my_footer'] = "Ви повинні вказати тут шлях до файлів заголовків (наприклад: /home/login/www/header.htm), щоб мати верхній і/або нижній колонтитул на кожній сторінці в інтерфейсі адміністратора. У ці файли можна додати текст або html (якщо ви хочете використовувати html в одному чи обох цих файлах, не використовуйте такі теги, як <body> або <html>).";

$GLOBALS['phpAds_hlp_my_logo'] = "Ви повинні вказати тут ім’я файлу спеціального логотипу, який ви бажаєте відображати замість логотипа за замовчуванням. Логотип потрібно розмістити в каталозі admin/images, перш ніж встановлювати тут назву файлу.";

$GLOBALS['phpAds_hlp_gui_header_foreground_color'] = "Ви повинні додати тут спеціальний колір, який використовуватиметься для вкладок, панелі пошуку та деякого жирного тексту.";

$GLOBALS['phpAds_hlp_gui_header_background_color'] = "Ви повинні додати тут спеціальний колір, який використовуватиметься для фону заголовка.";

$GLOBALS['phpAds_hlp_gui_header_active_tab_color'] = "Ви повинні вказати тут спеціальний колір, який використовуватиметься для вибраної головної вкладки.";

$GLOBALS['phpAds_hlp_gui_header_text_color'] = "Ви повинні вказати тут спеціальний колір, який використовуватиметься для тексту в заголовку.";

$GLOBALS['phpAds_hlp_content_gzip_compression'] = "Увімкнувши стиснення вмісту GZIP, ви отримаєте значне зменшення даних, які надсилаються в браузер кожного разу, коли відкривається сторінка інтерфейсу адміністратора. Щоб увімкнути цю функцію, вам потрібно встановити розширення GZIP.";

$GLOBALS['phpAds_hlp_language'] = "Укажіть мову за умовчанням, яку має використовувати {$PRODUCT_NAME}. Ця мова використовуватиметься як стандартна для інтерфейсу адміністратора та рекламодавця. Зверніть увагу: ви можете встановити різну мову для кожного рекламодавця в інтерфейсі адміністратора та дозволити рекламодавцям самостійно змінювати мову.";

$GLOBALS['phpAds_hlp_name'] = "Вкажіть назву, яку ви хочете використовувати для цієї програми. Цей рядок відображатиметься на всіх сторінках інтерфейсу адміністратора та рекламодавця. Якщо залишити це налаштування порожнім (за замовчуванням), замість нього відображатиметься логотип {$PRODUCT_NAME}.";

$GLOBALS['phpAds_hlp_company_name'] = "Це ім’я використовується в електронному листі, надісланому {$PRODUCT_NAME}.";

$GLOBALS['phpAds_hlp_override_gd_imageformat'] = "{$PRODUCT_NAME} зазвичай визначає, чи встановлено бібліотеку GD і який формат зображення підтримує встановлена версія GD. Однак можливо, що виявлення є неточним або помилковим, деякі версії PHP не дозволяють виявлення підтримуваних форматів зображень. Якщо {$PRODUCT_NAME} не може автоматично визначити правильний формат зображення, ви можете вказати правильний формат зображення. Можливі значення: none, png, jpeg, gif.";

$GLOBALS['phpAds_hlp_p3p_policies'] = "Якщо ви хочете ввімкнути політику конфіденційності P3P {$PRODUCT_NAME}, увімкніть цю опцію.";

$GLOBALS['phpAds_hlp_p3p_compact_policy'] = "Компактна політика, яка надсилається разом із файлами cookie. Параметр за замовчуванням: «CUR ADM OUR NOR STA NID», що дозволить Internet Explorer 6 приймати файли cookie, які використовує {$PRODUCT_NAME}. Якщо ви хочете, ви можете змінити ці налаштування відповідно до вашої власної заяви про конфіденційність.";

$GLOBALS['phpAds_hlp_p3p_policy_location'] = "Якщо ви хочете використовувати повну політику конфіденційності, ви можете вказати місце розташування
політики.";

$GLOBALS['phpAds_hlp_compact_stats'] = "Традиційно {$PRODUCT_NAME} використовував досить обширне журналювання, яке було дуже детальним, але також дуже вимогливим до сервера бази даних. Це може бути великою проблемою на сайтах із великою кількістю відвідувачів. Щоб подолати цю проблему, {$PRODUCT_NAME} також підтримує новий тип статистики, компактну статистику, яка менш вимоглива до сервера бази даних, але також менш детальна.
Компактна статистика збирає AdViews, AdClicks і AdConversions за кожну годину. Якщо вам потрібна додаткова інформація, ви можете вимкнути компактну статистику.";

$GLOBALS['phpAds_hlp_log_adviews'] = "Зазвичай усі AdViews реєструються, якщо ви не хочете збирати статистику про AdViews, ви можете вимкнути це.";

$GLOBALS['phpAds_hlp_block_adviews'] = "Якщо відвідувач перезавантажує сторінку, {$PRODUCT_NAME} кожного разу реєструватиме AdView.
Ця функція використовується, щоб переконатися, що лише один AdView реєструється для кожного унікального банера протягом указаної вами кількості секунд. Наприклад: якщо ви встановите це значення на 300 секунд, {$PRODUCT_NAME} реєструватиме AdViews, лише якщо той самий банер ще не показувався тому самому відвідувачу протягом останніх 5 хвилин. Ця функція працює, лише якщо браузер приймає файли cookie.";

$GLOBALS['phpAds_hlp_log_adclicks'] = "Зазвичай усі AdClicks реєструються, якщо ви не хочете збирати статистику про AdClicks, ви можете вимкнути це.";

$GLOBALS['phpAds_hlp_block_adclicks'] = "Якщо відвідувач кілька разів клацає банер, {$PRODUCT_NAME} щоразу реєструватиме AdClick. Ця функція використовується, щоб переконатися, що лише один AdClick реєструється для кожного унікального банера протягом указаної вами кількості секунд. Наприклад: якщо ви встановите це значення на 300 секунд, {$PRODUCT_NAME} реєструватиме AdClicks, лише якщо відвідувач не натискав той самий банер протягом останніх 5 хвилин. Ця функція працює лише тоді, коли браузер приймає файли cookie.";

$GLOBALS['phpAds_hlp_log_adconversions'] = "Зазвичай усі AdConversions реєструються, якщо ви не хочете збирати статистику про AdConversions, ви можете вимкнути це.";

$GLOBALS['phpAds_hlp_block_adconversions'] = "Якщо відвідувач перезавантажує сторінку з маяком AdConversion, {$PRODUCT_NAME} щоразу реєструватиме AdConversion. Ця функція використовується, щоб переконатися, що лише одна AdConversion реєструється для кожної унікальної конверсії протягом указаної вами кількості секунд. Наприклад: якщо ви встановите це значення на 300 секунд, {$PRODUCT_NAME} реєструватиме AdConversions, лише якщо відвідувач не завантажував ту саму сторінку з маяком AdConversion протягом останніх 5 хвилин. Ця функція працює лише тоді, коли браузер приймає файли cookie.";

$GLOBALS['phpAds_hlp_geotracking_stats'] = "Якщо ви використовуєте базу даних географічного націлювання, ви також можете зберігати географічну інформацію в базі даних. Якщо ви ввімкнули цю опцію, ви зможете побачити статистику про місцезнаходження ваших відвідувачів і ефективність кожного банера в різних країнах.
Ця опція буде доступна, лише якщо ви використовуєте докладну статистику.";

$GLOBALS['phpAds_hlp_reverse_lookup'] = "Ім’я хоста зазвичай визначається веб-сервером, але в деяких випадках це може бути вимкнено. Якщо ви хочете використовувати ім’я хосту відвідувачів у правилах доставки та/або зберігати статистику про це, а сервер не надає цю інформацію, вам потрібно буде ввімкнути цю опцію. Визначення імені хоста відвідувача займає деякий час; це сповільнить доставку банерів.";

$GLOBALS['phpAds_hlp_proxy_lookup'] = "Деякі відвідувачі використовують проксі-сервер для доступу до Інтернету. У такому випадку {$PRODUCT_NAME} реєструватиме IP-адресу або ім’я хоста проксі-сервера замість користувача. Якщо ви ввімкнете цю функцію, {$PRODUCT_NAME} спробує знайти IP-адресу або ім’я хоста комп’ютера відвідувача за проксі-сервером. Якщо неможливо знайти точну адресу відвідувача, замість цього буде використана адреса проксі-сервера. Цей параметр не ввімкнено за замовчуванням, оскільки він значно сповільнює доставку банерів.";

$GLOBALS['phpAds_hlp_obfuscate'] = "Тут нічого....";

$GLOBALS['phpAds_hlp_auto_clean_tables'] = $GLOBALS['phpAds_hlp_auto_clean_tables_interval'] = "Якщо ви ввімкнете цю функцію, зібрану статистику буде автоматично видалено після закінчення періоду, який ви вкажете під цим прапорцем. Наприклад, якщо ви встановите значення 5 тижнів, статистичні дані за 5 тижнів будуть автоматично видалені.";

$GLOBALS['phpAds_hlp_auto_clean_userlog'] = $GLOBALS['phpAds_hlp_auto_clean_userlog_interval'] = "Ця функція автоматично видалятиме записи з журналу користувача, які старші за кількість тижнів, указану під цим прапорцем.";

$GLOBALS['phpAds_hlp_geotracking_type'] = "Географічне націлювання дозволяє {$PRODUCT_NAME} перетворювати IP-адресу відвідувача на географічну інформацію. На основі цієї інформації ви можете встановити правила доставки або зберегти цю інформацію, щоб побачити, яка країна генерує найбільше показів або кліків.
Якщо ви хочете ввімкнути геотаргетинг, вам потрібно вибрати тип бази даних, яку ви маєте.
{$PRODUCT_NAME} наразі підтримує <a href='http://hop.clickbank.net/?phpadsnew/ip2country' target='_blank'>IP2Country</a> і <a href='http://www.maxmind.com/?rId=phpadsnew' target='_blank'>GeoIP</a> бази даних.";

$GLOBALS['phpAds_hlp_geotracking_location'] = "Якщо ви не користуєтеся модулем GeoIP Apache, ви повинні повідомити {$PRODUCT_NAME} розташування бази даних геотаргетингу. Завжди рекомендується розміщувати базу даних поза коренем документа веб-сервера, оскільки інакше люди зможуть завантажити базу даних.";

$GLOBALS['phpAds_hlp_geotracking_cookie'] = "Перетворення IP-адреси в географічну інформацію вимагає часу. Щоб запобігти тому, щоб {$PRODUCT_NAME} робив це щоразу, коли доставляється банер, результат можна зберегти у файлі cookie. Якщо цей файл cookie присутній, {$PRODUCT_NAME} використовуватиме цю інформацію замість перетворення IP-адреси.";

$GLOBALS['phpAds_hlp_ignore_hosts'] = "Якщо ви не хочете рахувати перегляди, кліки та конверсії з певного комп’ютера, ви можете додати їх до цього списку. Якщо ви ввімкнули зворотний пошук, ви можете додавати як доменні імена, так і IP-адреси, інакше ви можете використовувати лише IP-адреси. Ви також можете використовувати символи підстановки (наприклад, '*.altavista.com' або '192.168.*').";

$GLOBALS['phpAds_hlp_begin_of_week'] = "Для більшості людей тиждень починається в понеділок, але якщо ви хочете починати кожен тиждень у неділю, ви можете зробити це.";

$GLOBALS['phpAds_hlp_percentage_decimals'] = "Визначає, скільки знаків після коми відображати на сторінках статистики.";

$GLOBALS['phpAds_hlp_warn_admin'] = "{$PRODUCT_NAME} може надіслати вам електронний лист, якщо в кампанії залишилася лише обмежена кількість переглядів, кліків або переходів. Це ввімкнено за умовчанням.";

$GLOBALS['phpAds_hlp_warn_client'] = "{$PRODUCT_NAME} може надіслати рекламодавцю електронний лист, якщо одна з його кампаній має лише обмежену кількість переглядів, кліків або конверсій. Це ввімкнено за умовчанням.";

$GLOBALS['phpAds_hlp_qmail_patch'] = "У деяких версіях qmail є помилка, через яку в електронному листі, надісланому {$PRODUCT_NAME}, відображаються заголовки всередині основного листа. Якщо ввімкнути це налаштування, {$PRODUCT_NAME} надсилатиме електронні листи у форматі, сумісному з qmail.";

$GLOBALS['phpAds_hlp_warn_limit'] = "Ліміт, після якого {$PRODUCT_NAME} починає надсилати електронні листи із застереженнями. За замовчуванням це 100.";

$GLOBALS['phpAds_hlp_acl'] = "Якщо ви не використовуєте правила доставки, ви можете вимкнути цю опцію за допомогою цього параметра, це трохи пришвидшить {$PRODUCT_NAME}.";

$GLOBALS['phpAds_hlp_default_banner_url'] = $GLOBALS['phpAds_hlp_default_banner_target'] = "Якщо {$PRODUCT_NAME} не може підключитися до сервера бази даних або взагалі не може знайти жодного відповідного банера, наприклад, коли база даних вийшла з ладу або була видалена, вона нічого не відображатиме. Деякі користувачі можуть захотіти вказати банер за замовчуванням, який відображатиметься в таких ситуаціях. Зазначений тут банер за замовчуванням не буде зареєстровано та не використовуватиметься, якщо в базі даних ще залишаться активні банери. За умовчанням це вимкнено.";

$GLOBALS['phpAds_hlp_delivery_caching'] = "Щоб пришвидшити доставку, {$PRODUCT_NAME} використовує кеш-пам’ять, яка містить усе
інформацію, необхідну для доставки банера відвідувачу вашого сайту. Кеш доставки за замовчуванням зберігається в базі даних, але для ще більшого збільшення швидкості також можна зберігати кеш у файлі або в спільній пам’яті. Спільна пам’ять працює найшвидше, файли також дуже швидкі. Не рекомендується вимикати кеш доставки, тому що це серйозно вплине на продуктивність.";

$GLOBALS['phpAds_hlp_type_web_mode'] = "Якщо ви хочете використовувати банери, що зберігаються на веб-сервері, вам потрібно налаштувати цей параметр. Якщо ви бажаєте зберігати банери в локальному каталозі, установіть цей параметр на <i>Локальний каталог</i>. Якщо ви бажаєте зберегти банер на зовнішньому FTP-сервері, установіть цей параметр на <i>Зовнішній FTP-сервер</i>. На деяких веб-серверах ви можете використовувати опцію FTP навіть на локальному веб-сервері.";

$GLOBALS['phpAds_hlp_type_web_dir'] = "Укажіть каталог, куди {$PRODUCT_NAME} має скопіювати завантажені банери. Цей каталог має бути доступним для запису PHP, це може означати, що вам потрібно змінити дозволи UNIX для цього каталогу (chmod). Каталог, який ви вказуєте тут, має бути в корені документів веб-сервера, веб-сервер має мати можливість обслуговувати файли безпосередньо. Не вказуйте косу риску (/). Вам потрібно налаштувати цей параметр, лише якщо ви встановили метод збереження <i>Локальний каталог</i>.";

$GLOBALS['phpAds_hlp_type_web_ftp_host'] = "Якщо ви встановили метод зберігання як <i>Зовнішній FTP-сервер</i>, вам потрібно вказати IP-адресу або доменне ім’я FTP-сервера, на який {$PRODUCT_NAME} має скопіювати завантажені банери.";

$GLOBALS['phpAds_hlp_type_web_ftp_path'] = "Якщо ви встановили метод зберігання як <i>Зовнішній FTP-сервер</i>, вам потрібно вказати каталог на зовнішньому FTP-сервері, куди {$PRODUCT_NAME} має скопіювати завантажені банери.";

$GLOBALS['phpAds_hlp_type_web_ftp_user'] = "Якщо ви встановили метод зберігання як <i>Зовнішній FTP-сервер</i>, вам потрібно вказати ім’я користувача, яке {$PRODUCT_NAME} має використовувати для підключення до зовнішнього FTP-сервера.";

$GLOBALS['phpAds_hlp_type_web_ftp_password'] = "Якщо ви встановили метод зберігання як <i>Зовнішній FTP-сервер</i>, вам потрібно вказати пароль, який {$PRODUCT_NAME} має використовувати для підключення до зовнішнього FTP-сервера.";

$GLOBALS['phpAds_hlp_type_web_ftp_passive'] = "Деякі FTP-сервери та брандмауери вимагають передачі для використання пасивного режиму (PASV). Якщо {$PRODUCT_NAME} потребує використання пасивного режиму для з’єднання з вашим FTP-сервером, увімкніть цей параметр.";

$GLOBALS['phpAds_hlp_type_web_url'] = "Якщо ви зберігаєте банери на веб-сервері, {$PRODUCT_NAME} має знати, яка загальнодоступна URL-адреса відповідає вказаному вами каталогу. Не вказуйте косу риску (/).";

$GLOBALS['phpAds_hlp_type_web_ssl_url'] = "Якщо ви зберігаєте банери на веб-сервері, {$PRODUCT_NAME} має знати, яка публічна URL-адреса (SSL) відповідає каталогу, який ви вказали нижче. Не вказуйте косу риску (/).";

$GLOBALS['phpAds_hlp_type_html_auto'] = "Якщо цей параметр увімкнено, {$PRODUCT_NAME} автоматично змінюватиме HTML-банери, щоб дозволити реєстрацію кліків. Однак, навіть коли цю опцію ввімкнено, можна буде вимкнути цю функцію для кожного банера.";

$GLOBALS['phpAds_hlp_type_html_php'] = "Можна дозволити {$PRODUCT_NAME} виконувати код PHP, вбудований у банери HTML. Ця функція вимкнена за умовчанням.";

$GLOBALS['phpAds_hlp_admin'] = "Будь ласка, введіть ім'я користувача адміністратора. За допомогою цього імені користувача ви можете увійти в інтерфейс адміністратора.";

$GLOBALS['phpAds_hlp_admin_pw'] = $GLOBALS['phpAds_hlp_admin_pw2'] = "Будь ласка, введіть пароль, який ви хочете використовувати для входу в інтерфейс адміністратора. Його потрібно ввести двічі, щоб уникнути помилок при наборі.";

$GLOBALS['phpAds_hlp_pwold'] = $GLOBALS['phpAds_hlp_pw'] = $GLOBALS['phpAds_hlp_pw2'] = "Щоб змінити пароль адміністратора, вам може знадобитися вказати старий пароль вище. Також вам потрібно вказати новий пароль двічі, щоб уникнути помилок при наборі.";

$GLOBALS['phpAds_hlp_admin_fullname'] = "Вкажіть ПІБ адміністратора. Це використовується під час надсилання статистики електронною поштою.";

$GLOBALS['phpAds_hlp_admin_email'] = "Електронна адреса адміністратора. Це використовується як адреса відправника під час надсилання статистики електронною поштою.";

$GLOBALS['phpAds_hlp_admin_novice'] = "Якщо ви хочете отримувати попередження перед видаленням рекламодавців, кампаній, банерів, сайтів і зон; встановіть для цього параметра значення true.";

$GLOBALS['phpAds_hlp_client_welcome'] = "Якщо ви ввімкнете цю функцію, вітальне повідомлення відображатиметься на першій сторінці, яку побачить рекламодавець після входу в систему. Ви можете персоналізувати це повідомлення, відредагувавши розташування файлу welcome.html у каталозі admin/templates. Ви можете включити, наприклад, назву вашої компанії, контактну інформацію, логотип вашої компанії, посилання на сторінку з тарифами на рекламу тощо.";

$GLOBALS['phpAds_hlp_client_welcome_msg'] = "Замість редагування файлу welcome.html ви також можете вказати тут маленький текст. Якщо ви введете тут текст, файл welcome.html буде проігноровано. Дозволено використовувати теги html.";

$GLOBALS['phpAds_hlp_updates_frequency'] = "Якщо ви хочете перевірити наявність нових версій {$PRODUCT_NAME}, увімкніть цю функцію. Можна вказати інтервал, протягом якого {$PRODUCT_NAME} підключається до сервера оновлення. Якщо знайдено нову версію, з’явиться діалогове вікно з додатковою інформацією про оновлення.";

$GLOBALS['phpAds_hlp_userlog_email'] = "Якщо ви хочете зберігати копії всіх вихідних повідомлень електронної пошти, які надсилає {$PRODUCT_NAME}, увімкніть цю функцію. Повідомлення електронної пошти зберігаються в журналі користувачів.";

$GLOBALS['phpAds_hlp_userlog_inventory'] = "Щоб забезпечити правильний розрахунок запасів, ви можете зберегти звіт про погодинний розрахунок запасів. Цей звіт містить прогнозований профіль і пріоритет, призначений усім банерам. Ця інформація може бути корисною, якщо ви хочете подати звіт про помилку щодо обчислень пріоритетів. Звіти зберігаються в журналі користувачів.";

$GLOBALS['phpAds_hlp_userlog_autoclean'] = "Щоб забезпечити правильне скидання бази даних, ви можете зберегти звіт про те, що саме сталося під час скидання. Ця інформація зберігатиметься в журналі користувачів.";

$GLOBALS['phpAds_hlp_default_banner_weight'] = "Якщо ви бажаєте використовувати більшу вагу банера за замовчуванням, ви можете вказати бажану вагу тут. Цей параметр за замовчуванням 1.";

$GLOBALS['phpAds_hlp_default_campaign_weight'] = "Якщо ви хочете використовувати вищу вагу кампанії за замовчуванням, ви можете вказати бажану вагу тут. Цей параметр за замовчуванням 1.";

$GLOBALS['phpAds_hlp_gui_show_campaign_info'] = "Якщо цей параметр увімкнено, на сторінці <i>Кампанії</i> буде показано додаткову інформацію про кожну кампанію. Додаткова інформація включає кількість переглядів оголошень, що залишилися, кількість кліків реклами, що залишилися, кількість конверсій реклами, що залишилися, дату активації, термін дії та налаштування пріоритету.";

$GLOBALS['phpAds_hlp_gui_show_banner_info'] = "Якщо цей параметр увімкнено, на сторінці <i>Баннери</i> буде показано додаткову інформацію про кожен банер. Додаткова інформація включає цільову URL-адресу, ключові слова, розмір і вагу банера.";

$GLOBALS['phpAds_hlp_gui_show_campaign_preview'] = "Якщо цей параметр увімкнено, попередній перегляд усіх банерів буде показано на сторінці <i>Баннери</i>. Якщо цей параметр вимкнено, все ще можна відобразити попередній перегляд кожного банера, клацнувши трикутник біля кожного банера на сторінці <i>Баннери</i>.";

$GLOBALS['phpAds_hlp_gui_show_banner_html'] = "Якщо цей параметр увімкнено, замість коду HTML відображатиметься фактичний банер HTML. Цей параметр вимкнено за замовчуванням, оскільки банери HTML можуть конфліктувати з інтерфейсом користувача. Якщо цей параметр вимкнено, все ще можна переглянути фактичний банер HTML, натиснувши кнопку <i>Показати банер</i> поруч із кодом HTML.";

$GLOBALS['phpAds_hlp_gui_show_banner_preview'] = "Якщо цей параметр увімкнено, у верхній частині сторінок <i>Властивості банера</i>, <i>Параметри доставки</i> та <i>Зв’язані зони</i> буде показано попередній перегляд. Якщо цей параметр вимкнено, банер все ще можна переглянути, натиснувши кнопку <i>Показати банер</i> у верхній частині сторінок.";

$GLOBALS['phpAds_hlp_gui_hide_inactive'] = "Якщо цей параметр увімкнено, усі неактивні банери, кампанії та рекламодавці будуть приховані на сторінках <i>Рекламодавці та кампанії</i> та <i>Кампанії</i>. Якщо цей параметр увімкнено, все ще можна переглянути приховані елементи, натиснувши кнопку <i>Показати все</i> внизу сторінки.";

$GLOBALS['phpAds_hlp_gui_show_matching'] = "Якщо цей параметр увімкнено, відповідний банер буде показано на сторінці <i>Посиланні банери</i>, якщо вибрано метод <i>Вибір кампанії</i>. Це дозволить вам точно побачити, які банери розглядаються для доставки, якщо кампанію пов’язано. Також можна буде переглянути попередній перегляд відповідних банерів.";

$GLOBALS['phpAds_hlp_gui_show_parents'] = "Якщо цей параметр увімкнено, батьківські кампанії банерів відображатимуться на сторінці <i>Зв’язані банери</i>, якщо вибрано метод <i>Вибір банера</i>. Це дозволить вам побачити, який банер належить до якої кампанії, перш ніж банер буде пов’язано. Це також означає, що банери групуються за батьківськими кампаніями і більше не сортуються за алфавітом.";
