Repository: revive-adserver/revive-adserver
Catalog: plugins_repo/openXReports/plugins/etc/oxReportsStandard/_lang/po/*.po
Languages: cs, fa, id, nl, sl, sv

source: Advertising Analysis Report
cs: Zpráva reklamní analýzy
fa: گزارش آلیز تبلیغ
id: Laporan Analisis Periklanan
nl: Reclame analyserapport
sv: Rapporten för analys av reklam

source: This report shows a breakdown of advertising for a particular advertiser or website, by day, campaign, and zone.
id: Laporan ini menunjukkan perincian iklan untuk pengiklan atau situs web tertentu, siang hari, kampanye, dan zona.
sv: Den här rapporten visar en uppdelning av reklam för en viss annonsör eller hemsida, genom dag, kampanj och zon.

source: Standard Reports
cs: Standardní reporty
fa: گزارش هاس استاندارد
id: Laporan Standar
nl: Standaard rapporten
sv: Standardrapporter

source: Daily Breakdown
cs: Denní rozpis
fa: ازکار افتادگی روزانه
id: Rincian harian
nl: Onderverdeling per dag
sl: Dnevna razčlenitev
sv: Dagliga uppdelning

source: Campaign Breakdown
fa: از کارانداختن کمپین
id: Perincian Kampanye
nl: Campagne onderverdeling
sl: Razčlenitev kampanje
sv: Kampanjuppdelning

source: Zone Breakdown
cs: Rozdělení zóny
fa: از کار افتادگی منطقه
id: Kerusakan zona
nl: Onderverdeling per zone
sv: Zonuppdelning

source: Campaign Analysis Report
cs: Report analýzy kampaně
fa: 'گزارش آنالیز کمپین
id: Laporan Analisis Kampanye
nl: Campagne analyserapport
sv: Rapporten för analys av kampanj

source: This report shows a breakdown of advertising for a particular campaign, by day, banner, and zone.
cs: Tato sestava ukazuje přehled reklamy na konkrétní kampaně, v den, banneru a zóně.
fa: این گزارش از کار افتادن برای یک کمپین خاص ، روز ، بنر و منطقه نمایش میدهد .
id: Laporan ini menunjukkan rincian periklanan untuk kampanye tertentu, hari demi hari, banner, dan zona.
nl: Dit rapport bevat een overzicht voor een bepaalde campagne, per dag, banner en zone.
sv: Den här rapporten visar en uppdelning av reklam för en viss kampanj, av dag, banner och zon.

source: Ad Breakdown
cs: AD rozdělení
fa: از کار افتادگی تبلیغ
id: Perincian Iklan
nl: Onderverdeling per advertentie
sl: Razčlenitev oglasa
sv: Annonsuppdelning

source: Conversion Tracking Report
fa: تبدیل ردیابی گزارش
id: Laporan Pelacakan Konversi
nl: Conversie vastleggingsrapport
sv: Konverteringsspårningsrapport

source: A detailed breakdown of all conversion activity by advertiser or website.
id: Perincian rinci semua aktivitas konversi oleh pengiklan atau situs web.
sv: En detaljerad uppdelning av alla omvandlingsaktivitet av annonsör eller webbplats.

source: Performance by Day
cs: Výkon ve dne
fa: عملکرد در روز
id: Kinerja menurut Hari
nl: Prestaties per dag
sv: Prestanda per dag

source: Connection Summary by Day
cs: Souhrn připojení v den
fa: اتصال خلاصه های روز
id: Ringkasan Koneksi oleh Hari
sv: Anslutningssammanfattning per dag

source: Variable Summary by Day
cs: Variabilní Shrnutí v den
fa: اتصال ارزش های روز
id: Ringkasan Variabel menurut Hari
nl: Samenvatting van de variabelen per dag
sv: Variabelsammanfattning per dag

source: Variable Summary by Variable
cs: Variabilní Shrnutí v proměnné
fa: اتصال ارزش های با ارزش
id: Variabel Ringkasan oleh Variabel
nl: Samenvatting van de variabelen per variabele
sv: Variabelsammanfattning per variabel

source: Connection Detail
cs: Detail spojení
fa: اطلاعات اتصال
id: Detail Koneksi
sv: Anslutningdetalj

source: Total Connections
cs: Celkem spojení
fa: کل اتصالات
id: Jumlah Koneksi
sv: Totalt antal anslutningar

source: Connections
cs: Připojení
fa: اتصالات
id: Koneksi
sl: Povezave
sv: Anslutningar

source: Connection ID
cs: ID připojení
fa: آیدی اتصال
id: ID koneksi
sl: ID povezave
sv: Anslutnings-ID

source: Connection Date / Time
cs: Připojení Datum / čas
fa: تاریخ / زمان اتصال
id: Tanggal Sambungan / Waktu
sl: Datum / Čas povezave
sv: Anslutning datum / tid

source: Approval Status
cs: Stav schválení
fa: تایید وضعیت
id: Status persetujuan
nl: Goedkeuringsstatus
sl: Status odobritve
sv: Status för godkännande

source: Comment
cs: Komentář
fa: نظر
id: Komentar
nl: Commentaar
sl: Komentar
sv: Kommentar

source: Advertiser Name
cs: Jméno inzerenta
fa: نام مبلغ
id: Nama pengiklan
nl: Naam adverteerder
sl: Ime oglaševalca
sv: Annonsörens namn

source: Ad Name
cs: AD jméno
fa: نام تبلیغ
id: Nama iklan
nl: Advertentie naam
sl: Ime oglasa
sv: Annonsnamn

source: Website Name
id: Nama situs
sl: Ime spletne strani
sv: Webbplatsens namn

source: Zone Name
cs: Název zóny
fa: نام منطقه
id: Nama zona
nl: Zone naam
sl: Ime področja
sv: Zonens namn

source: Connection Type
cs: Typ připojení
fa: نوع اتصال
id: Tipe koneksi
sl: Vrsta povezave
sv: Anslutningstyp

source: Connecting Value Date / Time
cs: Připojovací hodnota datum / čas
fa: مقدار اتصال زمان / تاریخ
id: Menghubungkan Nilai Tanggal / Waktu
sv: Anslutningsvärde datum / tid

source: IP Address
cs: IP adresa
fa: آدرس آی پی
id: Alamat IP
nl: IP adres
sl: IP naslov
sv: IP Adress

source: Campaign Delivery Report
cs: Report o zobrazení kampaně
fa: گزارش تحویل کمپین
id: Laporan Pengiriman Kampanye
nl: Campagne Uitleverings-rapport
sl: Poročilo o dostavi kampanje
sv: Kampanjleveransrapport

source: This report shows delivery statistics for all campaigns which were live during the specified period, highlighting campaigns which are underperforming.
cs: Tato sestava zobrazuje statistiku zobrazení pro všechny kampaně, které byly aktivní v uvedeném období a zvýraznění kampaně, které jsou málo účinná.
fa: این گزارش آمار تحویل برای همه ی کمپین هایی که در دوره خاصی مموجود بودند نشان میدهد ، کمپین های نشانه گذاری شده ، غیر فعال هستند .
id: Laporan ini menunjukkan statistik pengiriman untuk semua kampanye yang ditayangkan selama periode yang ditentukan, menyoroti kampanye yang berkinerja buruk.
nl: Dit rapport bevat statistieken van de uitlevering voor alle campagnes die tijdens de opgegeven periode actief waren, met aanduiding van campagnes slecht presteren.
sl: To poročilo prikazuje statistiko dostave za vse kampanje, ki so bile aktivne v določenem obdobju, s poudarkom na kampanjah, ki imajo slabše rezultate.
sv: Denna rapport visar leveransstatistik för alla kampanjer som var aktiva under den angivna perioden, och markerar kampanjer som är underpresterande.

source: Period
cs: Období
fa: دوره
id: Periode
nl: Periode
sl: Obdobje

source: Limitations
cs: Omezení
fa: محدودیت ها
id: Limitasi
nl: Beperkingen
sl: Omejitve
sv: Begränsningar

source: Type
cs: Typ
fa: نوع
id: Jenis
sl: Tip
sv: Typ

source: Booked Impressions
cs: Rezervované imprese
fa: برداشت رزرو
id: Kesan yang Dipesan
nl: Ingeboekte impressies
sl: Rezervirani prikazi
sv: Bokade intryck

source: Delivered Impressions
cs: Zobrazené imprese
fa: برداشت تحویل
id: Tayangan yang Diterima
nl: Uitgeleverde impressies
sl: Dostavljeni prikazi
sv: Levererade intryck

source: % Complete
cs: % Dokončeno
fa: % کامل
id: % Selesai
nl: % Voltooid
sv: % Komplett

source: Overall +/-
cs: Celkově +/-
fa: به طور کلی +/-
id: Keseluruhan +/-
nl: Totale +/-
sl: Skupno +/-
sv: Totalt +/-

source: Current +/-
cs: Proud +/-
fa: حال حاضر +/-
id: Saat ini +/-
nl: Huidige +/-
sl: Trenutno +/-
sv: Nuvarande +/-

source: Targeted
cs: Cílené
fa: هدف قرار داده شده
id: Ditargetkan
nl: Beoogde
sl: Ciljano
sv: Riktade

source: Run of Site
cs: Spuštění na webu
fa: اجرا ساست
id: Lari dari Situs

source: Running
cs: Probíhající
fa: در حال اجرا
id: Lari
nl: Lopend
sl: V teku
sv: Körs

source: Stopped
cs: Zastaveno
fa: متوقف شده
id: Berhenti
nl: Gestopt
sl: Ustavljeno
sv: Stoppad

source: Override
cs: Přepsat
fa: باطل کردن
id: Mengesampingkan
nl: Overstijgend
sl: Prepis
sv: Åsidosätt

source: Remnant
cs: Zbytek
fa: باقی مانده
id: Sisa
nl: Restant
sl: Ostanek
sv: Kvarleva

source: Contract
cs: Kontakt
fa: تماس
id: Alamat
sl: Pogodba
sv: Kontakt

source: Campaign delivery
nl: Campagne uitlevering

source: This report shows a breakdown of advertising for a particular advertiser or publisher, by day, campaign, and zone.
nl: Dit rapport bevat een overzicht voor een bepaalde adverteerder of uitgever, per dag, campagne, en zone.

source: A detailed breakdown of all conversion activity by advertiser or publisher.
nl: Een gedetailleerd overzicht van alle activiteiten van de conversies, per adverteerder of uitgever.

source: Publisher Name
nl: Naam van uitgever
