Repository: revive-adserver/revive-adserver
Catalog: plugins_repo/openXAdditionalBannerTypes/plugins/etc/openXHtmlAdsense/_lang/po/*.po
Languages: cs, id, ko, uk

source: Google Adsense HTML Banner
id: Spanduk Google Adsense HTML
ko: Google 애드센스 HTML 배너
uk: HTML баннер Google Adsense

source: Google Adsense Publisher Id
cs: Google Adsense Id vydavatele
id: Id Penerbit Google Adsense
ko: 구글 애드 센스 게시자 Id
uk: Идентификатор издателя Google Adsense

source: Banner display
cs: Zobrazení banneru
id: Tampilan spanduk
ko: 배너 표시
uk: Отображение баннера

source: Text Button 125x125
cs: Tlačítko 125 x 125
id: Tombol Teks 125x125
ko: 텍스트 버튼 125 x 125
uk: Текстовая кнопка 125х125

source: Text Banner 468x60
cs: Banner 468x60
id: Spanduk Teks 468x60
ko: 텍스트 배너 468 x 60
uk: Текстовый баннер 468х60

source: Text Half Banner 234x60
cs: Poloviční Banner 234x60
id: Teks setengah banner 234x60
ko: 텍스트 배너(절반) 234 x 60
uk: Текстовый полу-баннер 234х60

source: Text Vertical Banner 120x240
cs: Vertikální Banner 120x240
id: Teks Vertikal Spanduk 120x240
ko: 텍스트 수직 배너 120 x 240
uk: Вертикальный текстовый баннер 120х240

source: Text Leaderboard 728x90
cs: Široký proužek 728x90
id: Teks Papan peringkat 728x90
ko: 텍스트 리더 보드 728 x 90
uk: Широкий текстовый баннер 728х90

source: Text Skyscraper 120x600
cs: Vysoký sloupec 120x600
id: Teks Pencakar langit 120x600
ko: 텍스트 스카이스크래퍼 120 x 600
uk: Высокий текстовый баннер 120х600

source: Text Wide Skyscraper 160x600
cs: Široký sloupec 160x600
id: Teks Lebar Pencakar langit 160x600
ko: 텍스트 넓은 스카이스크래퍼 160 x 600
uk: Высокий и широкий текстовый баннер 160х600

source: Text Small Rectangle 180x150
cs: Malý obdélník 180x150
id: Teks Persegi Panjang Kecil 180x150
ko: 텍스트 작은 사각형 180 × 150
uk: Маленький текстовый прямоугольник 180х150

source: Text Medium Rectangle 300x250
cs: Střední obdélník 300x250
id: Kotak Ringkas Teks Medium 300x250
ko: 텍스트 중간 사각형 300 × 250
uk: Средний текстовый прямоугольник 300х250

source: Text Large Rectangle 336x280
cs: Velký obdélník 336x280
id: Teks Kotak Rentang Besar 336x280
ko: 텍스트 큰 사각형 336 × 280
uk: Большой текстовый прямоугольник 336х280

source: Text Square 250x250
cs: Čtverec 250x250
id: Teks Persegi 250x250
ko: 텍스트 정사각형 250 x 250
uk: Текстовый квадрат 250х250

source: Text Small Square 200x200
cs: Malý čtverec 200x200
id: Teks Kotak Kecil 200x200
ko: 텍스트 작은 정사각형 200 x 200
uk: Маленький текстовый квадрат 200х200

source: Ad Format
cs: Formát reklamy
id: Format Iklan
ko: 광고 형식
uk: Формат объявлений
